Repository: gabrrrielll/AI-Hero-Assistant
Catalog: languages/ai-hero-assistant-*.po
Languages: ro_ro

source: AI Hero Assistant Settings
ro_ro: Setări AI Hero Assistant

source: Conversations
ro_ro: Conversații

source: Settings
ro_ro: Setări

source: Filter Conversations
ro_ro: Filtrare Conversații

source: Filter by IP
ro_ro: Filtrează după IP

source: From Date
ro_ro: De la dată

source: To Date
ro_ro: Până la dată

source: Min. Messages
ro_ro: Min. mesaje

source: Max. Messages
ro_ro: Max. mesaje

source: Search in Messages
ro_ro: Caută în mesaje

source: Search text...
ro_ro: Caută text...

source: Has Leads
ro_ro: Are Lead-uri

source: All
ro_ro: Toate

source: Yes
ro_ro: Da

source: No
ro_ro: Nu

source: Filter
ro_ro: Filtrează

source: Reset
ro_ro: Resetează

source: conversations found
ro_ro: conversații găsite

source: Delete Selected
ro_ro: Șterge selectate

source: Messages
ro_ro: Mesaje

source: Leads
ro_ro: Lead-uri

source: Date
ro_ro: Data

source: Actions
ro_ro: Acțiuni

source: Has captured leads
ro_ro: Are lead-uri capturate

source: View
ro_ro: Vezi

source: Conversation pagination
ro_ro: Paginare conversații

source: No conversations found.
ro_ro: Nu există conversații.

source: Conversation
ro_ro: Conversație

source: Close
ro_ro: Închide

source: Loading...
ro_ro: Se încarcă...

source: Delete Conversation
ro_ro: Șterge Conversația

source: General Configuration
ro_ro: Configurare Generală

source: Google Gemini API Key
ro_ro: Cheie API Google Gemini

source: Get API key from <a href="https://makersuite.google.com/app/apikey" target="_blank">Google AI Studio</a>
ro_ro: Obține cheia API de la <a href="https://makersuite.google.com/app/apikey" target="_blank">Google AI Studio</a>

source: Select Gemini model. Flash models are faster and more efficient, while Pro models offer superior performance for complex tasks.
ro_ro: Selectează modelul Gemini. Modelele Flash sunt mai rapide și mai eficiente, iar modelele Pro oferă performanță superioară pentru sarcini complexe.

source: Company Name
ro_ro: Nume Firmă

source: Your company name that will appear in chatbot messages
ro_ro: Numele firmei tale care va apărea în mesajele chatbot-ului

source: AI Name (Optional)
ro_ro: Nume AI (Opțional)

source: Custom name for AI. If filled, AI will introduce itself with this name when asked. If left empty, it will work as before.
ro_ro: Numele personalizat pentru AI. Dacă este completat, AI se va recomanda cu acest nume când este întrebat cum se numește. Dacă rămâne gol, va funcționa ca până acum.

source: Initial Hero Message
ro_ro: Mesaj Inițial Hero

source: Use {company_name} to insert the company name
ro_ro: Folosește {company_name} pentru a insera numele firmei

source: AI Instructions
ro_ro: Instrucțiuni AI

source: Detailed instructions for AI behavior. You can include information about services, prices, processes, etc.
ro_ro: Instrucțiuni detaliate pentru comportamentul AI. Poți include informații despre servicii, prețuri, procese, etc.

source: Documentation (Files)
ro_ro: Documentație (Fișiere)

source: Upload PDF, DOC or TXT files containing information about company services. These will be used to instruct the AI.
ro_ro: Încarcă documente PDF, DOC sau TXT care conțin informații despre serviciile firmei. Acestea vor fi folosite pentru a instrui AI-ul.

source: Delete
ro_ro: Șterge

source: Gradient Start Color
ro_ro: Culoare Gradient Start

source: Gradient End Color
ro_ro: Culoare Gradient End

source: Gradient Color 3
ro_ro: Culoare Gradient 3

source: Gradient Color 4
ro_ro: Culoare Gradient 4

source: Base Gradient Animation Duration (seconds)
ro_ro: Durata Animație Gradient Base (secunde)

source: Animation duration for base gradient (1-60 seconds)
ro_ro: Durata animației pentru gradientul de bază (1-60 secunde)

source: Wave Animation Duration (seconds)
ro_ro: Durata Animație Valuri (secunde)

source: Animation duration for color waves (1-60 seconds)
ro_ro: Durata animației pentru valurile de culori (1-60 secunde)

source: Code Font Family (Monospace)
ro_ro: Font Family pentru Cod (Monospace)

source: Font used for code blocks and inline code
ro_ro: Fontul folosit pentru blocuri de cod și cod inline

source: Base Font Size (px)
ro_ro: Dimensiune Font de Bază (px)

source: Base font size for text (10-24px)
ro_ro: Dimensiunea de bază a fontului pentru text (10-24px)

source: Virtual Assistant Gender
ro_ro: Gen Asistent Virtual

source: Feminine
ro_ro: Feminin

source: Masculine
ro_ro: Masculin

source: Select the virtual assistant gender. This will influence how the AI expresses itself (e.g., "happy" vs "happy" with gender-specific forms).
ro_ro: Selectează genul asistentului virtual. Acest lucru va influența modul în care AI-ul se exprimă (ex: "bucuroasă" vs "bucuros").

source: URL of the video with the person being silent. This video will be displayed when AI is not speaking.
ro_ro: URL-ul videoclipului cu persoana care tace. Acest video va fi afișat când AI nu vorbește.

source: URL of the video with the person speaking. This video will be displayed when AI responds.
ro_ro: URL-ul videoclipului cu persoana care vorbește. Acest video va fi afișat când AI răspunde.

source: Video Playback Rate (Silence)
ro_ro: Viteză Redare Video (Silence)

source: Playback speed for video when AI is silent (0.25 = 25% normal speed, 1.0 = normal speed, 2.0 = double speed, max 4.0)
ro_ro: Viteza de redare pentru videoclipul când AI tace (0.25 = 25% viteza normală, 1.0 = viteza normală, 2.0 = dublă viteză, maxim 4.0)

source: Video Playback Rate (Speaking)
ro_ro: Viteză Redare Video (Speaking)

source: Playback speed for video when AI is speaking (0.25 = 25% normal speed, 1.0 = normal speed, 2.0 = double speed, max 4.0)
ro_ro: Viteza de redare pentru videoclipul când AI vorbește (0.25 = 25% viteza normală, 1.0 = viteza normală, 2.0 = dublă viteză, maxim 4.0)

source: Voice Settings
ro_ro: Setări Voce

source: Enable Voice
ro_ro: Activează Voce

source: Enable voice reading of AI responses
ro_ro: Activează citirea vocală a răspunsurilor AI

source: Voice
ro_ro: Voce

source: Default Voice
ro_ro: Voce Implicită

source: Romanian
ro_ro: Română

source: English - Female
ro_ro: Engleză - Femei

source: English - Male
ro_ro: Engleză - Bărbați

source: Other Languages
ro_ro: Alte Limbi

source: Select the voice that will read AI responses. Note: Available voices may vary depending on browser and operating system. The plugin will try to find the closest available voice.
ro_ro: Selectează vocea care va citi răspunsurile AI. Notă: Voci disponibile pot varia în funcție de browser și sistem de operare. Plugin-ul va încerca să găsească cea mai apropiată voce disponibilă.

source: Leads & Notifications
ro_ro: Lead-uri & Notificări

source: Send email on new lead
ro_ro: Trimite email la lead nou

source: Enable automatic email sending when a lead is captured
ro_ro: Activează trimiterea automată de email când este capturat un lead

source: Lead notification email address
ro_ro: Adresă email notificări lead

source: Notifications will be sent to this address when a phone number or email address is identified.
ro_ro: La această adresă se trimit notificările când se identifică un număr de telefon sau o adresă de email.

source: Save Settings
ro_ro: Salvează Setările

source: Please configure video URLs in plugin settings
ro_ro: Vă rugăm să configurați URL-urile video în setările plugin-ului

source: Type your message...
ro_ro: Scrieți mesajul dvs...

source: Send message
ro_ro: Trimite mesaj
